import React, { Component } from 'react';
import "./About.css";

class About extends Component {
    render() {
        return (
            <div className='About'>
                <h2>אודותינו</h2>
                <br/><br/>
                <p>.אתר "הליכה משותפת" הוקם ע"י זוג חברים  כחלק מפרויקט גמר במיזם החברתי "לודיגיטל" אשר התקיים בלוד</p>
                <p>.בקצרה - "לודיגיטל" זה מיזם חברתי ללימודי קורס פיתוח תוכנה</p>
                <p>.הליכה משותפת" זה אתר שמקשר בין מתנדבים לבין משפחות עם ילדים בעלי צרכים מיוחדים בצורה נוחה וקלה"</p>
                <p> באתר יהיה אופציה להורים לאחר רישום קל להתחבר לאתר וליצור כרטיס לילד שלהם ובו פרטים על הילד והכי חשוב ליצור יומן שבועי עם ימים ושעות שבהם הילד שלהם פנוי להתנדבות</p>
                <p>מתנדבים שיירצו להתנדב יצטרכו לעשות רישום ולאחר מכן להתחבר וכך יוכלו לבחור ולהיכנס לכל כרטיס של ילד ולשבץ את עצמם בימים ובשעות שנוח להם</p>            
                <p>יצירת היומן השבועי נעשה ע"י ההורים כל סוף שבוע ולאחר מכן המתנדבים ישבצו את עצמם וכך ההורים יוכלו לראות מי שובץ במשך השבוע להתנדבות עם הילד שלהם</p>
                <p>בשעות ההתנדבות יוכלו המתנדבים לקחת את הילדים בעלי הצרכים המיוחדים להליכה משותפת ברחבי העיר <br/>וליצור קשר מיוחד בינהם, אפשרי גם לעסוק בכל פעילות אחרת</p>
            </div>
        );
    }
}

export default About;